Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: Kinasha opened her remarks by pointing out that in the United Kingdom, women make up only 16% of the leadership within the music business. While limited data is available on the status of women in music throughout Africa, “Clearly, there’s a major issue with male domination in the music industry,” she said.
ne: किनाशाले आफ्नो मंतव्य माथि प्रकाश पार्दै भनिन् कि संयुक्त्त अधिराज्यमा केवल १६% महिलाले सङ्गीत व्यवसायमा नेतृत्व गर्दछन्। अफ्रिकाभर संगीतमा महिलाको स्थान बारे सिमित तथ्याङ्क उपलब्ध भएतापनि "स्पष्ट रुपले संगीत उद्योगमा पुरुष वर्चश्व एक प्रमुख समस्या हो," उनले भनिन्।

source: Somi, a jazz artist with roots in Uganda and Rwanda who now lives between New York City and Johannesburg, describes how pushing back against tradition has been her biggest challenge as an African woman in music:
ne: सोमी, युगान्डा र रुवान्डामा पुर्ख्यौली भएकी ज्याज कलाकार, जो अहिले न्यूयोर्क शहर र जोहानेसबर्गमा बस्ने गर्दछिन्, भन्छिन् संगीतमा अफ्रिकी महिलाको रूपमा परम्पराको विरुद्ध कसरी प्रतिरोध गर्ने भन्ने सवाल उनको सबैभन्दा ठूलो चुनौती रहेको छ:

source: Being part of an immigrant family and choosing a path as an artist had its challenges. I had to think carefully about when and how and in which spaces we as women are supposed to use our voices.
ne: एक आप्रवासी परिवारको हिस्सा हुनुको नाताले र एउटा कलाकारको जीवन शैली अँगाल्दा चुनौतीहरु रहेका थिए। कहिले, कसरी र महिलाको रुपमा हामीले कुन स्थानमा हाम्रो आवाज उठाउनुपर्दछ भन्ने कुराहरु मैले सावधानीपूर्वक सोच्नु परेको थियो।

source: Saida Karoli, one of Tanzania’s most popular singers who stole the hearts of festival goers with her electrifying nighttime performance on February 10, spoke with raw truth about the myriad challenges she has faced as a woman in music in Tanzania, highlighting intersectional injustices as a poor, uneducated woman from the remote village of Rwongwe, in the Bukoba region of Tanzania around Lake Victoria.
ne: साइदा कारोली, तान्जानियाको सबैभन्दा लोकप्रिय गायिकामध्ये एक जसले फेब्रुअरी १० मा रोमाञ्चक रात्रीकालिन प्रस्तुति सँगै उत्सवमा उपस्थित सबैका हृदय जितेकी थिइन। उनले लेक भिक्टोरिया आसपास तान्जानियाको बकोबा क्षेत्र स्थित सुदूरवर्ती गाउँ रवोङ्वे की एक गरीब, अशिक्षित महिला प्रति इन्टरसेक्सनल इनजस्टिस (जाति, वर्ग, धर्म, लिंग तथा अन्य पहिचान जनित सामाजिक वर्गीकरण जस्ता परस्पर सम्वद्द स्वरुप, जसले उत्पीडन वा विभेदको अन्योन्याश्रित प्रणाली निर्माण गर्दछ भन्ने तथ्यमा आधारित एक सैद्धान्तिक दृष्टिकोण) बारे चर्चा गर्दै तान्जानियामा संगीतमा महिलाको रूपमा आफूले सामना गरेको असंख्य चुनौतीहरूको बारेमा गम्भीर वास्तविकता सुनाइन्।

source: Karoli started drumming at the age of five, going on to write and produce five albums to critical acclaim:
ne: कारोलीले पाँच वर्षको उमेरमा ड्रम बजाउन सुरु गरिन्, आलोचकका प्रशंसा मिल्ने विश्वास सहित पाँचवटा एल्बमहरूका रचना र बजारमा ल्याउने तयारीमा:

source: I’m from a small village and I was an orphan. I didn’t have any idea how to make it in the music industry and my manager was like my father, I believed in him wholeheartedly.
ne: म एउटा सानो गाउँबाट आएको हुँ र म एक अनाथ थिएँ। मलाई संगीत उद्योग बारे कुनै ज्ञान थिएन र मेरा प्रबन्धक मेरो पिता जस्तै थिए, मैले उनलाई पूर्ण रुपले विश्वास गरें।

source: With her manager “Muta” at the steering wheel, Karoli’s popularity grew as she traveled the region from Burundi to Rwanda to Uganda, packing venues to such an extent that four people once allegedly died of suffocation. Yet according to Karoli, her manager exploited and abused her talents, claiming copyrights on all her songs and albums: I was young, inexperienced in the music business, and at the end of the day, I didn’t have even 100 shillings in my pocket.
ne: आफ्नो प्रबन्धक मुटाको नेतृत्वमा कारोलीको लोकप्रियता बढ्दै गयो, जब उनले बुरुन्डी देखि रुवान्डा हुँदै युगान्डा सम्मको यात्रा गरिन् कार्यक्रम स्थलमा भिडको कारण श्वास थुनिएर ४ जना व्यक्तिको मृत्यु भएको अनुमान छ। तैपनि कारोलीको अनुसार, उनको सबै गाना र एल्बमहरुमा प्रतिलिपि अधिकार दावी गर्दै प्रबन्धकले उनको प्रतिभाको शोषण र दुर्व्यवहार गरे:

source: Life has been hard.
ne: म जवान थिएँ, संगीत व्यवसायमा अनुभवहीन, फलत: मेरो खल्तिमा १०० शिलिंग पनि हुँदैन थियो। जीवन कठिन भएको छ।

source: Karoli revealed that while her manager opened new doors for her, he also kept her behind closed doors for a period of seven months like a prisoner, refusing to allow her to speak with other managers or producers.
ne: कारोलीले खुलासा गरिन् कि आफ्नो प्रबन्धकले उनको लागि अवसर दिएका भएतापनि नेपथ्यमा प्रबन्धकले उनलाई सात महिनाको अवधिभर कैदी जस्तै बनाए, अन्य प्रबन्धकहरु या निर्माताहरुसँग बोल्न अनुमति दिन इन्कार गरे। जब उनले अन्तमा अलग हुने निर्णय गरिन् उनी म्वान्जाको बन्दरगाह शहर गइन्, उनले भनिन्:

source: When she finally decided to break away she went to the port city of Mwanza, where, she said: I hid from my fame.
ne: मैले मेरो प्रसिद्धि लुकाएँ। म लज्जित थिएँ। मैले कसरी आफैंलाई प्रेरित गर्ने भन्ने थाहा थिएन। मलाई यस कार्यमा कुनै अधिकार थिएन। जब पत्रकारहरू अन्तर्वाताका लागि आउथे, म तुरुन्त भाग्थे। लाजले सामना गर्न सकिन।

source: I couldn’t face the shame. Amour, Zanzibar’s authority on copyright issues, assured Karoli that as the author of all her music, she still does have basic rights under the Copyright and Neighboring Rights Act of Tanzania (1999), but that it depends on the actual existing signed contract and the case demands further investigation and legal representation.
ne: जंजीबारको प्रतिलिपि अधिकारका मुद्दाहरूमा आमोरले कारोलीलाई आश्वासन दिइन् कि सम्पूर्ण संगीतको रचनाकारको रूपमा,उनीसँग तान्जानियाको प्रतिलिपि तथा छिमेकी अधिकार ऐन (१९९९) , को आधारमा आधारभूत अधिकारहरू अझै छन्, तर यो प्रचलितअनुबन्धमा निर्भर गर्दछ र मामलाले थप अनुसन्धान र कानूनी प्रतिनिधित्वको माग गर्दछ।

source: Karoli, who no longer works with a manager, said she is counting on her debut back in the spotlight at Sauti za Busara to boost sales and build a name for herself again after years in the shadows.
ne: कारोली, जो अहिले प्रबन्धकसँग काम गर्दिनन् , भनिन् कि उन्नति गर्न र वर्षौंदेखि छायाँमा परेको नाम आफैंले पुन: स्थापित गर्नको लागि साउटी जा बुसारामा पुनरागमन गर्ने कुरामा आशावादी छिन्।

source: 'We're basically here to carve new paths as women in music'
ne: 'हामी मूल रुपले संगीतमा महिलाका निमित्त नयाँ मार्गहरु पहिल्याउन चाहन्छौं’

source: Amina Omar, lead singer of Siti and the Band who lit up the festival stage on February 10 with soulful Taarab (Zanzibari soul) fusion roots, expressly thanked Karoli for speaking out on a subject so few women in the region are willing to touch — the various forms of abuse and harassment women face not just in music but within society as a whole.
ne: सिटी एण्ड द ब्यान्डकी मुख्य गायिका आमिना उमर जसले फेब्रुअरी १० मा सोलफुल तराब (जंजीबारको आत्मा) फ्युजन रुटसँग उत्सव स्थल तताइन्। उनले यस क्षेत्रमा अत्यन्त कम महिलाहरुले उल्लेख गर्ने बिषय - महिलाले सामना गर्नुपर्ने दुर्व्यवहार र उत्पीडनका विभिन्न रूपहरू संगीतमा मात्र नभई समाजमा समेत व्याप्त रहेको समस्या प्रति स्पष्ट शब्दमा व्यक्त गरिदिएकोमा कारोलीलाई विशेष रुपले धन्यवाद दिइन्।

source: I had my first child. My husband told me he’d support me as a musician, but when our child was grown enough to let me go back to singing, he simply said no. ‘No,' he said.
ne: उमर आफ्नी बहिनी रहमासँग ११ वर्षको उमेरमा गाएको सम्झिन्छिन्, अहिले आफ्नो ब्यान्डको पुरस्कार विजेता भायोलिन वादक। तर छिमेकी र परिवारका सदस्यहरूले उनीहरुका संगीत प्रतिको झुकावलाई अनुचित सम्झे र अन्ततः जंजीबारको परम्परामा जस्तै उनको परिवारले विवाह गर्न र बाल बच्चा जन्माउन प्रेरित गरे। जंजीबार, एक द्वीपसमूह जहाँ अधिकांश परिवारले रूढिवादी इस्लामीक रीति रिवाज अनुसरण गर्दछन्:

source: “You know, I never really talk about this but to this day, I still can’t see very well from one eye, and it’s from that night,” Amina revealed, pointing to her right eye.
ne: त्यसकारण, मेरो विवाह भयो। मेरो पहिलो बच्चा जन्मेको थियो। मेरो श्रीमानले मलाई बताए कि उनी मलाई एक संगीतकारको रुपमा समर्थन दिनेछन्, तर जब हाम्रो छोरा हुर्केर म गाउन जाँदा छोरालाई छोडेर जान मिल्ने भयो, श्रीमानले सजिलै सित हुन्न भने। तिमी मेरी श्रीमती हो। म तिम्रो मालिक हुँ। मैले जे चाहन्छु त्यो तिमीले गर्नुपर्छ।

source: She struggled to leave her husband in Dar es Salaam and rebuild a life for her and her son back home in Zanzibar:
ne: जब उमरले दार ए सलाम, तान्जानिया स्थित एक इन्टरेक्टिभ म्युजिकल रियालिटी टेलिभिजन शो "बोंगो स्टार सर्च" मा एक प्रतियोगीको रूपमा भाग लिने निर्णय गरिन्, यसले उनको श्रीमानसँग तीव्र तर्क वितर्क पैदा गर्यो। आमिनाले आफ्नो दाहिने आँखा तर्फ इशारा गर्दै बताइन् "तपाईंलाई थाहा छ, म यस बारेमा वास्तवमा आजसम्म कहिल्यै बोलिन, त्यस रातदेखि म अझै पनि मेरो एउटा आँखाले राम्रोसँग देख्न सक्दिन। उनी दार ए सलाममा आफ्नो श्रीमानलाई छोड्न र जंजीबार स्थित आफ्नो घरमा फर्केर आफ्नो र छोराको जीवन शुरुवात गर्ने प्रयास गरिन्।

source: I love Zanzibar, I love my society, but there are good aspects to it as well as bad.
ne: म जंजीबारलाई माया गर्छु, म मेरो समाजलाई माया गर्छु, तर यहाँ राम्रा पक्षहरू पनि छन् साथै खराब पक्षहरु पनि छन्। मेरो समुदायमा महिलालाई सार्वजनिक स्थलमा बोल्न निषेध गर्ने विचार मलाई मन पर्दैन। महिलाका स्थिति मलाई मन पर्दैन। जब समाजले मेरो प्रगति देखेर कसैले मलाई अगाडि बढ्नबाट रोक्न चाहन्छ, त्यो पनि मलाई मन पर्दैन। जब म जंजीबर आएँ, धो कन्ट्रिज म्युजिक अकेडेमीमा सन्लग्न भएँ र शिक्षा प्राप्त गरें, अहिले म को हुँ भन्ने थाहा पाएँ। म वास्तवमै गीत गाउँन मन पराउँछु, यो मेरो जीवन हो र यो मेरो रगतमा छ।

source: I don’t like the idea that women are forbidden to speak in public in my society.
ne: संगीतमा महिलाले प्राय: आफुहरुले रोजेको बाटोमा डोऱ्याउने रोल मोडेलहरू खोज्छन्, तर सोमीका अनुसार:

source: I don’t like the position of women. I also don’t like that when my society sees me succeed, some want to keep me down. When I came back to Zanzibar, I joined the Dhow Countries Music Academy and got my education, and now I know who I am.
ne: संगीतमा अफ्रिकी महिलाका रुपमा अनुकरणीय व्यक्तिहरु ज्यादै कम छन्, खास गरी नयाँ मार्ग निर्माण गर्न हामी यहाँ छौं; भविष्यको पीढिहरुका लागि अनुकरणीय बन्न। हामीलाई अफ्रिकी महिलाका रुपमा आफ्नो यथार्थता बताउदै काम सुम्पीइएको छ र यसमा हामीमध्ये धेरै व्यक्त्ति छैनन्, यो एउटा छोटो सूची हो।

source: I really love singing, it’s my life and it’s in my blood. Women in music often seek out role models to guide them on the path, but according to Somi:
ne: फेब्रुअरी १० को शो मा उमरले सिटी बिन्ती सादको उत्साहलाई मार्ग देखाइन् जब उनले सशक्त संदेश सहितको मुख्यत: पुरुष तर्फ इंगित गीत प्रस्तुत गरिन्:

source: e have so few role models as African women in music, that we’re basically here to carve out new paths, to be the models for future generations. We’re tasked with telling our truth(s) as African women, and there’s not that many of us — it’s a short list.
ne: यो अर्को गीत मेरो कथा हो। र म भन्छु, महिला तपाईंको श्रीमती हुन्, आमा हुन्, चेली हुन्। किन महिलालाई आघात? उनलाई सम्मान गर्नुपर्दछ। उनलाई सम्मान चाहिन्छ।

source: This next song is my story.
ne: जनसमूहले प्रशंसा गर्यो।

source: And I say, a woman is your wife, is your mother, is your sister. Why beat your woman?
ne: सम्पादकको टिप्पणी: यस कथाकी लेखिकाले विगतमा साउटी जा बुसारा उत्सवको लागि काम गरेकी छिन्।

source: People were making profits of up to 100%.
ne: बिटकोइन, ट्यूलिप र नाइजेरियन सेयर बजारमा के समानता छ

source: Bride and groom, posing at a wedding.
ne: बंगलादेशी विवाहमा पस्किइने खानाको मेनुमा आएको परिवर्तन

source: Used with permission
ne: दुलहा र दुलही विवाहमा फोटो खिचाउँदै। फोटो: सानिम हक, अनुमतिमा प्रयोग गरिएको।

source: Considering the love Bengalis have for their cuisine, it comes as no surprise that they go the extra mile for their wedding celebrations.
ne: सबैले विवाह मन पराउँछन्, र यदि तपाईं खाना प्रेमी हुनुहुन्छ भने बंगलादेशी विवाहमा उपस्थित हुने मौका गुमाउन चाहनु हुने छैन। बंगालीहरुका खाना प्रतिको लगावलाई हेर्दा उनीहरूले वैवाहिक समारोहमा थप मेहनत गर्नेमा कुनै आश्चर्य मान्नु पर्दैन।

source: The wedding season in Bangladesh usually runs from December to January, when the temperature is cooler. A typical wedding menu consists of food items such as Pulau, Biryani, Chicken roast, Korma, Kebab, Rezala and Borhani among others.
ne: सामान्यतया बंगलादेशमा विवाहको सिजन डिसेम्बरदेखि जनवरीसम्म हो, जब तापमान घट्दछ। विवाह मेनुमा विशेष गरी पुलाउ, बिर्यानी, चिकेन रोस्ट कोर्मा, कबाब , रेजाला, बोरहानि जस्ता खानाका परिकार समावेश गरिएका हुन्छन्। भोजनपछिको मिष्ठान्नमा गुलियो दही, पायेस, जरदा (यो चामलबाट बनाइएको मिठो बंगलादेशी खाना हो) र विभिन्न प्रकारका मिठाइ हुन्छन्। जब दुलहा विवाहमा पुग्छन्, उनलाई शरबत र मिठाइले स्वागत गरिन्छ।

source: Until a few decades ago, weddings used to be arranged inside the premises of the home or the neighborhood and was served by family and friends.
ne: केही दशक पहिले, विवाहहरू आफ्नो घर वा छिमेकी परिसरभित्र व्यवस्थापन गरिने गरिन्थ्यो र परिवार तथा मित्रहरूद्वारा स्वागत सत्कार गरिने गरिन्थ्यो। आजकल, सामुदायिक केन्द्र र अन्य हलहरूमा विवाह आयोजना गर्ने गरिन्छ जहाँ व्यावसायिक क्याटरिङ सेवा प्रदायक तथा सेफहरूले खाना व्यवस्थापन गर्दछन् । उपन्यासकार तथा पत्रकार इजरा अहमद आफ्नो बाल्यकालको स्मरण गर्छन् :

source: Nowadays, the venue has shifted to community centers and other halls where professional catering services and chefs deal with the food.
ne: राता, सेता र हरिया कपडाले सिंगारिएको विशाल स्वागतद्वार लेन सुरु हुने स्थान (अतिथिहरूलाई स्वागत गर्ने ठाउँं) मा थियो। चर्को घाममा बिर्यानीले भरिएका भाँडाहरू ईटाको अस्थायी चुल्हामाथि रखिएका हुन्थे। दाउरा बाल्दा चुल्हाबाट निस्केको धुवाँले उक्त्त स्थान भरिन्थ्यो। छतमा तिरपालको मुनी हल्का खैरा मेच र टेबल मिलाएर राखिएका हुन्थे। व्यस्त मौरी झै मानिसहरू काममा खटिरहेका हुन्थे। र कोही खाना खाएर कपडामा परेको दागसँगै गइरहेका देखिन्थे। उनीहरु बिना अभिप्राय नजिकैको पसलमा सेभेन अप (पेय पदार्थ) वा पान किन्न जान्थे। वातावरण आनन्दले भरिएको हुन्थ्यो। यो धेरै वर्षअगाडि ढाकामा सम्पन्न विवाहको दृश्य थियो।

source: Novelist and journalist Iraj Ahmed reminisces about his childhood:
ne: ती दिनहरूमा क्याटरिङ्गको खानाले अतिथिहरूलाई सत्कार गर्नु राम्रो मानिन्नथ्यो। तर अहिले मानिसहरू समयको मागसँगै क्याटरिङ्ग खानाको चलन चलेको देखिन्छ। पश्चिम बंगाल, भारतका सिद्धार्थ मुखोपाध्याय बंगाली विवाहमा आएको परिवर्तनबारे लेख्छन्:

source: There was a huge gate wrapped in red, white and green clothes standing where the lane started (welcoming the guests).
ne: अहिले भोज आयोजकहरू क्याटरिङ्ग सर्भिसलाई सम्पूर्ण जिम्मेवारी दिएर आतिथ्यको लागि निश्चिन्त हुन चाहन्छन्। व्यक्तिगत रूपमा अतिथि सेवा गर्ने प्रवृत्ति परिवर्तन भएको छ। पहिले अतिथिहरूलाई उनीहरूका घरमा गएर निमन्त्रणा नगरेसम्म विवाहमा सहभागी हुन आउँदैन थिए। आजकल कहिलेकाँही फोन कल मार्फत र फेसबुक वा व्हाट्सएप मार्फत पनि विवाह निमन्त्रणा स्वीकार गरिन्छ।

source: The air would be filled with joy. This was the scene of a typical wedding in Dhaka many years ago.
ne: बर्तमान बंगलादेशी विवाहको मेनु सम्बन्धी एक झलक

source: In those days, people would say that it's bad manners to serve guests catered food; however, now people seem to be catching up with the reality of the times. Siddhratha Mukhopaddhay from West Bengal, India writes about the changes in Bengali weddings:
ne: वैवाहिक संस्कृतिमा आएको परिवर्तनसँगै बंगलादेशी व्यञ्जनमा खानाको परिकारमा परिवर्तन आएको छ। पहिले, सामान्य परिकारहरू जस्तै चिकन रोस्टसँग पुलाउ, मसालेदार मटन रेजाला (तरकारी), गोरुको भुटेको मासु, टिकिया (खसीको मासुको मसिनो टुक्रा), टमाटर, काक्रा, बोरहानी सहितको सलाद र जोर्दा वा खिर जस्ता भोजनपछिको मिष्ठान्नले सत्कार गर्ने गरिन्थ्यो। आजकाल मेनुमा बिर्यानी,मुगल व्यञ्जन जस्ता खर्चिला र मिश्रित खानाको चलन बढ्दो छ।

source: The tendency to serve the guests personally has changed. Earlier the guests would not come to the weddings if they were not invited in person by visiting their homes.
ne: दुलहाको लागि एक विशेष व्यवस्था पनि छ। धनी परिवारको लागि दुलहा र दुलहाको मण्डलीलाई सिंगै भेडाको रोस्टले सत्कार गर्ने चलन छ।

source: The groom has been served.
ne: सिंगै भेडाको रोस्ट

source: Plain Pulau
ne: सादा पुलाउ

source: This popular main dish used to be served at almost all Bengali weddings. Plain pulau is made of fragrant rice (Basmati, chinigura etc.) with onions, green chilies, peas, ghee and sometimes other additions.
ne: यो लोकप्रिय मुख्य व्यञ्जन प्राय: सबै बंगाली विवाहमा हुने खाना हो। सादा पुलाउ प्याज, हरियो खुर्सानी, मटर, घिउ तथा अन्यसहित बास्नादार चामल (बासमती, चिनगुरा आदि) बाट बनाइन्छ। यो रोस्ट र तरकारी (अलग थालीमा) सँग सत्कार गरिन्छ।

source: Paan
ne: बिर्यानी

source: Used with permission. Although the dishes served at Bangladeshi weddings have started to change, one thing always remains the same — they are delicious.
ne: दक्षिण एसियाली मिश्रित खाना बिर्यानी अहिले विवाहमा प्रचलित छ । मसला, बास्नादार चामल, मासु (चिकन, मटन, गोरु वा माछा), घिउ (क्लारिफाइड बटर) र अन्य स्वाद बढाउने पदार्थ मिसाएर बिर्यानी बनाइन्छ। पुलाउ (रोस्ट र तरकारीसँग खाइने) जस्तो नभई बिर्यानी मासु र मसला (र सब्जी) मिसाएर बनाइएको परिकार हो।

source: How an Indian professor is turning plastic trash into highways · Global Voices
ne: प्लास्टिकजन्य फोहरलाई सडकमा रूपान्तरण गर्दै एक भारतीय प्राध्यापक

source: This post by Todd Reubold was originally published on Ensia.com, a magazine that highlights international environmental solutions in action, and is republished here as part of a content-sharing agreement.
ne: टड रेबल्डको यो पोस्ट प्रथम पल्ट वातावरणीय समस्याका समाधानमा प्रकाश पार्ने पत्रिका एनसियामा प्रकाशित भएको थियो र सामग्री साझेदारी सम्झौताअन्तर्गत यहाँ पुनः प्रकाशित गरिएको छ।

source: Plastic pollution is one of the greatest challenges facing the world. Just last week, scientists writing in the journal Scientific Reports announced that the weight of the Great Pacific Garbage Patch was four to 16 times more than we thought.
ne: प्लास्टिक प्रदूषण विश्वकै सबैभन्दा ठूला चुनौतीमध्ये एक हो। गत साता साइन्टिफिक रिपोर्टस् जर्नलमा लेख्दै वैज्ञानिकहरूले ग्रेट प्यासिफिक प्याच (प्रशान्त महासागरमा जम्मा भएको फोहरको डुंगुर) हामीले अनुमान गरेभन्दा १६ गुणा बढी रहेको घोषणा गरे।

source: All of this means finding ways to recycle and reuse plastic waste are more important than ever.
ne: यी सबैले प्लास्टिकजन्य फोहरलाई रिसाइक्लिङ्ग अर्थात पुनर्चक्रण र पुनःप्रयोग गर्ने उपायहरू पत्ता लगाउनु पहिलेको भन्दा निकै महत्वपूर्ण रहेको जनाउँछ।

source: After seeing plastic waste was a growing problem throughout the country, he devised a method for converting recycled, shredded plastic waste into flexible, long-lasting roadways:
ne: अब भारतको मदुराइस्थित त्यागराज कलेज अफ इन्जिनीयरिङ्गका प्राध्यापक राजगोपालन वासुदेवनको कुरा गरौं। देशभरि प्लास्टिकजन्य फोहरको बढ्दो समस्या देखेर उनले रिसाइकल गरिएका तथा मसिना टुक्रा पारिएका प्लास्टिकजन्य फोहरलाई लामो समयसम्म टिक्ने लचकदार सडकमा रूपान्तरण गर्ने तरिका पत्ता लगाए:

source: When I started the work, some of the companies in the United States they came to know that, they were offering a lot of money. They wanted the technology to be given to them, but I said no, we are not giving like that.
ne: जब मैले यो कार्य सुरु गरे केही अमेरिकी कम्पनीले त्यसबारे थाहा पाए र उनीहरूले मलाई धेरै पैसा दिने कुरा गरे। उनीहरूलाई त्यो प्रविधि चाहिएको थियो, तर मैले नाइ भने। म यो प्रविधि आफ्नो देशलाई सित्तैमा दिंदैछु।

source: I'm giving to my country freely. To date, thousands of kilometers of highways in India have been paved using the process he invented, thereby reducing the amount of plastic waste that might otherwise be released into the environment:
ne: आजको मितिसम्म, यस प्रविधिबाट भारतमा हजारौं किलोमिटर राजमार्ग बनाइएका छन् र प्लास्टिकजन्य फोहरको उचित व्यवस्थापन गरिएको छ जसले अन्यथा पर्यावरणलाई असर गर्ने थियो:

source: India's got 41 lakhs (4.1 million) kilometers, only 1 lakh is laid. The other roads should be laid. That is the motivation for the whole work.
ne: भारतमा ४१ लाख (४.१ मिलियन) किलोमिटर सडक छ जसमध्ये यो प्रविधिबाट जम्मा १ लाख किमीमा प्लास्टिक बिछाइएको छ। यो नै अझ यस्तै कार्य गर्नका निम्ति प्रेरणा हो।

source: Budapest, Hungary-based filmmaker Seth Coleman produced, shot and edited this video.
ne: हंगेरीको बुडापेस्टअवस्थित फिल्मनिर्माता सेठ कोलमनले यो भिडियो निर्माण, छाँयांकन तथा सम्पादन गरेका हुन्।

source: Photos of Japanese Soldiers in the Trenches During the Russo-Japanese War of 1904-1905 · Global Voices
ne: सन् १९०४-१९०५ को रसिया-जापान युद्धको दौरान ट्रेन्चहरुमा खिचिएका जापानी सैनिकका फोटोहरु

source: "Japanese water guard protecting the camp's supply from contamination." (source)
ne: "जापानी जल रक्षक शिविरको आपूर्तिलाई प्रदूषणबाट सुरक्षित राख्दै ।" (स्रोत)

source: Recently, the excellent blog Public Domain Review shared just a small selection of colorised images depicting Japanese soldiers and camp life during the Russo-Japanese war of 1904-1905. The colorized stereographs provide a fascinating glimpse into a war that in many ways was a precursor to the events of the 20th century, including trench warfare that resulted in massive numbers of casualties thanks to the incorporation of advanced technologies on the battlefield. The stereographs were captured by American photographer T.W. Ingersoll, who in 1904 traveled to Port Arthur (now Lyushunkou, a district of Dalian in northeastern China), the scene of a long and bloody battle during the Russo-Japanese war.
ne: हालै, उत्कृष्ट ब्लग पब्लिक डोमेन रिभ्युले १९०४-१९०५ को रूस-जापान युद्धको दौरान जापानी सैनिक र शिविर जीवन चित्रण गरिएको रंगीन चित्रहरूको केही संग्रह सेयर गर्यो। रंगीन स्टेरियोग्राफले युद्धको एक आकर्षक झलक प्रदान गर्दछ जुन २० औं शताब्दीको घटनाहरुका मुख्य रुपमा एक सूचक थियो जसमा ट्रेन्च (सिपाहीहरु शत्रुको आक्रमणबाट बच्न जमिनमा खनिएको गहिरो लामो खाडल) युद्ध समेत थियो जसको परिणामस्वरूप ठूलो संख्यामा क्षति भयो। युद्धको मैदानमा विकसित प्रविधि स्टेरियोग्राफ समावेशका लागि धन्यवाद।

source: Ingersoll, who is mostly remembered today for his stereographic scenes of the United States at the turn of the last century, managed to document daily life behind Japanese lines in a series of about one hundred images.
ne: स्टेरियोग्राफ अमेरिकन फोटोग्राफर टी. डब्ल्यू. इन्गर्सलद्वारा खिचिएका थिए, जसले १९४९ मा पोर्ट आर्थर (हाल ल्यूशुनकोउ, उत्तरपूर्वी चीनको दालियन जिल्ला) को यात्रा गरे,लामो तथा रक्त्तपातपूर्ण युद्धको दृश्य रुस-जापान युद्ध। इन्गर्सल, जसको सम्झना गरिन्छ खासगरी पछिल्लो शताब्दीको अन्तमा संयुक्त राज्य अमेरिकाको स्टेरियोग्राफिक दृश्यका लागि, लगभग एक सय तस्विरका श्रृंखलामा जापानी दैनिक जीवन शैलीको अभिलेख राख्न सफल भए।

source: The stereographs, while appearing to be mostly staged, document the challenging conditions faced by soldiers forced to deal with trench warfare, including finding and protecting sources of clean water, getting enough to eat or being cared for after being injured.
ne: स्टेरियोग्राफ प्रायः नाटकीय जस्ता देखिएतापनि ट्रेन्च युद्द गर्न वाध्य पारिएका सैनिकहरुले सामाना गर्ने चुनौतीपूर्ण अवस्था, सफा पानीको स्रोतहरू फेला पार्ने तथा सुरक्षित राख्ने, पर्याप्त खाना वा घाइते भएपछि हेरचाह सहितका कार्यहरुको अभिलेख राख्दछ।

source: Ingersoll's images have now entered the public domain, with no known copyright, and are hosted online by various institutions, including Boston Public Library, Monash University and the Skillman Library at Lafayette College. The Lafayette collection is particularly interesting because images are accompanied by explanatory captions that appear to have been written by Ingersoll himself.
ne: इन्गर्सलका तस्विरहरू बिना कुनै विदित प्रतिलिपि अधिकार अब पब्लिक डोमेनमा प्रवेश गरेका छन् रबोस्टन पब्लिक लाइब्रेरी, मोनाश विश्वविद्यालय र लफायट कलेजको स्किलमन लाइब्रेरी . सहित विभिन्न संस्थाहरूद्वारा अनलाइन होस्ट गरिएको छ। लफायट संग्रह विशेष गरी रोचक छ किन कि तस्विरहरु विवरणात्मक क्याप्सन सहित छन् जुन इन्गर्सल आफैले लेखेको देखिन्छ।

source: "A Japanese trench guard at mess." (source)
ne: "जापानी रिक्रुटहरु वाहनबाट बाहिरिँदै।"((स्रोत))

source: The men were not allowed to leave the trenches for any purpose.
ne: अगस्ट ९ देखि अगस्ट २६ सम्म किल्लामा निरर्थक हमलाले २५,००० सैनिकको क्षति। वाहनलाई डान्लीमा नयाँ सैनिक टुकडी ल्याउन व्यस्त राखिएका थिए।

source: Here they had to watch and wait, eat, sleep and drink.
ne: "एकजना जापानी ट्रेन्च गार्ड भोजनगृहमा।" (स्रोत)
